{
  "courses": [
    {
      "id": "l1",
      "name": "Свечеварение",
      "lessons": [
        {
          "id": "lesson1",
          "title": "Делаем свечу",
          "video": "videos/video2.mp4",
          "equipment": ["Воск для свечей", "Свечной гель", "Фитиль деревянный","Ароматическое масло","Краситель (по желанию)","Емкость для плавления воска","Ложка для размешивания","Тара, в которую будем заливать свечу","декор (я использую сухоцвет розы)"],
          "steps": [
            "Разрезаем воск на мелкие кусочки и поместите их в емкость для плавления. Я плавлю в ковшике на водяной бане, но, пока я не обзавелась этой чудной приблудой, плавила в стеклянной пиалке, поставленной сверху на маленькую кастрюлю с кипящей водой. Так, как у нашей свечи между слоями воска будет слой геля, то сначала можно растопить часть воска. В зависимости от объема тары, берем нужное количества воска и геля в соотношении 2 к 1. Мой стакан имеет объем 200 мл, я хочу залить, примерно, 180 мл. Поэтому беру 120 г воска и 60 г геля. Растоплю сначала 60 г воска воск на водяной бане до полного расплавления.",
            "Я хочу, чтобы у меня вся свеча пахла цветами, поэтому буду добавлять отдушку во все слои свечи. После того как воск расплавлен, добавьте несколько капель ароматического масла и красителя (если хотите окрасить свечу). В данном случае я не окрашиваю воск. Хорошо размешаем смесь.",
            "Пока плавится первая часть воска закрепим фитиль в центре выбранной формы для свечи. Я использую специальные держатели для фитиля, чтобы он оставался на месте.",
            "Перед тем, как заливать воск, надо дать ему немного остыть минуту, две. Осторожно налейте расплавленный воск в форму и даем ее застыть.",
            "Пока будем наслаждаться процессом декорирования можно поставить плавиться свечной гель. Гель сам по себе плавится дольше, чем воск, поэтому времени пофантазировать будет достаточно. Итак, 60 г геля топим на той же водяной бане, но я настоятельно рекомендую взять для геля другую тару. Если воск можно убрать из тары, просто протерев ее салфеткой, то гель не так прост! Нужно будет подождать, пока он остынет, и тогда он, как пленка снимется с поверхности тары. Я ленюсь возиться с кучей плошек, поэтому делаю все в одном ковшике.",
            "Да, начинается творческая часть работы! Вы можете создать абсолютно любую декоративную композицию. Я выкладываю розовые цветы на поверхности застывшего воска.",
            "У меня даже осталось время похвалить себя за декор, пока плавился гель. И вот гель расплавился. Добавляю туда отдушку. Как и в случае с воском, несколько капель достаточно, чтобы аромата хватало. Аккуратно заливаю гель в тару со свечой. Моего количества хватило, чтобы погрузить цветы в гель практически полностью.",
            "Гелю нужно чуть больше времени, чем воску, чтобы по краям слоя он не смешался с воском. Я ждала около часа. За это время слой геля даже успел остыть.",
            "Остается верхний слой воска. Здесь все тоже самое, что и с нижним слоем: топим воск, добавляем несколько капель отдушки, немного остужаем расплавленный воск, заливаем на слой геля.",
            "Когда свеча полностью застыла и остыла можно срезать лишние сантиметры фитиля.",
            "Прелестная ароматическая свеча готова к использованию. Зажгите её и наслаждайтесь приятным ароматом и уютной атмосферой. Или подарите самому близкому и дорогому человеку!"
          ]
        }
      ]
    },
    {
      "id": "l2",
      "name": "Кулинария",
      "lessons": [
        {
          "id": "lesson2",
          "title": "Готовим шоколадный десерт",
          "video": "videos/video4.mp4",
          "equipment": ["ингредиенты:","ᅠ ᅠ 200г песочного печенья","ᅠ ᅠ 1 яйцо","ᅠ ᅠ 50г сахара","ᅠ ᅠ Щипотка соли","ᅠ ᅠ 20г муки","ᅠ ᅠ 20г кукурузного крахмала","ᅠ ᅠ 500мл молока","ᅠ ᅠ 50г сливочного масла","ᅠ ᅠ 90г молочного шоколада","ᅠ ᅠ 40мл растительного масла","приборы:","ᅠ ᅠ 2 средних по размеру миски", "ᅠ ᅠ Форма для выпечки", "ᅠ ᅠ Кастрюля","ᅠ ᅠ Венчик"],
          "steps": [
            "Разбить яйцо в миску, добавить 50 грамм сахара, щипотку соли, 20 грамм муки, 20 грамм кукурузный крахмал, перемешать до однородной массы",
            "500 мл молока, поставить на маленький огонь, постоянно помешивать до загустенния массы",
            "Выключить огонь, добавить 50 грамм сливочного масла, перемешать",
            "Дать крему немного остыть, в это время в форму выложить слой печенья",
            "На слой печенья вылить треть объёма крема, разровнять, на крем выложить печенье, повторять, пока не закончиться крем или место в форме",
            "Накрыть пищевой плёнкой и поставить в холодильник",
            "В отдельной миске растопить 90 грамм шоколада, добавить 40 мл растительного масла, перемешать",
            "Достать торт из холодьника, вылить сверху крем, и снова поставить в холодильник до застывания глазури"
          ]
        }
      ]
    },
    {
      "id": "l3",
      "name": "Вязание",
      "lessons": [
        {
          "id": "lesson3",
          "title": "Плетем феничку",
          "video": "videos/video3.mp4",
          "equipment": ["две нитки трёх разных цветов. Длина каждой нитки — 80-90 см (для обхвата запястья 13-14 см с учётом завязок)."],
          "steps": [
            "Для начала закрепи нити (самые примитивные варианты — прилепить скотчем к столу или, завязав все нити в узел, приколоть к джинсам булавкой)",
            "Теперь возьми крайнюю нить слева и завяжи ею узел на соседней",
            "Верни эту нить влево и свяжи ещё один точно такой же узел(Если у тебя лучше получаются узлы в другую сторону, то можешь плести феньку справа налево)",
            "Итак, у тебя получился первый узел. Дальше этой же нитью свяжи узел на следующей",
            "И так далее, пока не дойдёшь до края",
            "Теперь возьми ту нить, которая стала крайней слева, и работай ею. Обвяжи все другие нитки, пока не дойдёшь до края.",
            "Плети таким же образом и дальше, пока не получишь фенечку нужной длины.",
            "Оставшиеся хвостики заплети в косички и закрепи их на концах узелками, лишнее обрежь."
          ]
        }
      ]
    },
    {
      "id": "l4",
      "name": "Рисование",
      "lessons": [
        {
          "id": "lesson4",
          "title": "Рисуем натюрморт",
          "video": "videos/video5.mp4",
          "equipment": ["Баночка с водой","Средняя кисть","Лист бумаги А4","Гуашь","Карандаш"],
          "steps": [
            "Выполните линейноное построение натюрморта. Без проработки, без построения",
            "После этого гуашью выполняем заливку форм, подбираем цвет, выбираем источник освещения",
            "Задаем цвет всех предметов, стараемся избавиться от белой бумаги",
            "Ждем высыхания первого слоя",
            "Выполняем обводку всех предметов и объектов черным цветом",
            "Накрыть пищевой плёнкой и поставить в холодильник",
            "Сделайте декоративную проработку",
            "Закончите натюрморт"
          ]
        }
      ]
    },
    {
      "id": "l5",
      "name": "Рукоделие",
      "lessons": [
        {
          "id": "lesson5",
          "title": "Делаем гирлянду из звездочек",
          "video": "videos/video6.mp4",
          "equipment": ["Цветная бумага","Шпагат(нить)","Украшения(по желанию)","Клей(если хотите добавлять украшения)"],
          "steps": [
            "сложите лист формата а4 пополам вдоль ширины",
            "ещё раз сложите лист пополам вдоль ширины",
            "полностью разложите лист",
            "разрежьте лист по линиям сгиба на 5 равных частей",
            "приклейте конец 1 части к другой",
            "заверните полученную конструкци в петлю как показано на видео",
            "короткий конец петли загните к узлу, длинный конец петли загибайте по граням внутреннего пятиугольника как показано на видео",
            "когда длинная петля закончится, к её концу приклейте третью полоску из бумаги, продолжайте загибать по граням",
            "повторите вышеперечисленные шаги с четвёртой и пятой полоской",
            "конец пятой полоски загните во внутренний 'кармашек'",
            "на обратной стороне нарисуйте мордашку",
            "продавите пальцем ямочку для придания объёма звёздочке, как показано на видео",
            "сделайте несколько таких звёздочек",
            "сзади каждой звёздочки приклейте кусочек двустороннего скотча",
            "каждую звёздочку приклейте к мотку нитки (бечевки)"
          ]
        }
      ]
    }
  ]
}
