{
  "courses": [
    {
      "id": "svechi",
      "name": "Свечеварение",
      "lessons": [
       
          "id": "svechi-lesson-1",
          "title": "Основы свечеварения",
          "equipment": ["Воск для свечей", "Ароматическое масло", "Краситель (по желанию)", "Емкость для плавления воска", "Ложка для размешивания", "Тара в которой будем заливать свечу", "Декор"],
          "video": "videos/video2.mp4",
          "steps": [
            "Разрезаем воск на мелкие кусочки и поместите их в емкость для плавления. Я плавлю в ковшике на водяной бане, но, пока я не обзавелась этой чудной приблудой, плавила в стеклянной пиалке, поставленной сверху на маленькую кастрюлю с кипящей водой. Так, как у нашей свечи между слоями воска будет слой геля, то сначала можно растопить часть воска. В зависимости от объема тары, берем нужное количества воска и геля в соотношении 2 к 1. Мой стакан имеет объем 200 мл, я хочу залить, примерно, 180 мл. Поэтому беру 120 г воска и 60 г геля. Растоплю сначала 60 г воска воск на водяной бане до полного расплавления.",
            "Я хочу, чтобы у меня вся свеча пахла цветами, поэтому буду добавлять отдушку во все слои свечи. После того как воск расплавлен, добавьте несколько капель ароматического масла и красителя (если хотите окрасить свечу). В данном случае я не окрашиваю воск. Хорошо размешаем смесь.",
            "Пока плавится первая часть воска закрепим фитиль в центре выбранной формы для свечи. Я использую специальные держатели для фитиля, чтобы он оставался на месте.",
            "Перед тем, как заливать воск, надо дать ему немного остыть минуту, две. Осторожно налейте расплавленный воск в форму и даем ее застыть.",
            "Пока будем наслаждаться процессом декорирования можно поставить плавиться свечной гель. Гель сам по себе плавится дольше, чем воск, поэтому времени пофантазировать будет достаточно. Итак, 60 г геля топим на той же водяной бане, но я настоятельно рекомендую взять для геля другую тару. Если воск можно убрать из тары, просто протерев ее салфеткой, то гель не так прост! Нужно будет подождать, пока он остынет, и тогда он, как пленка снимется с поверхности тары. Я ленюсь возиться с кучей плошек, поэтому делаю все в одном ковшике.",
            "Да, начинается творческая часть работы! Вы можете создать абсолютно любую декоративную композицию. Я выкладываю розовые цветы на поверхности застывшего воска.",
            "У меня даже осталось время похвалить себя за декор, пока плавился гель. И вот гель расплавился. Добавляю туда отдушку. Как и в случае с воском, несколько капель достаточно, чтобы аромата хватало. Аккуратно заливаю гель в тару со свечой. Моего количества хватило, чтобы погрузить цветы в гель практически полностью.",
            "Гелю нужно чуть больше времени, чем воску, чтобы по краям слоя он не смешался с воском. Я ждала около часа. За это время слой геля даже успел остыть.",
            "Остается верхний слой воска. Здесь все тоже самое, что и с нижним слоем: топим воск, добавляем несколько капель отдушки, немного остужаем расплавленный воск, заливаем на слой геля.",
            "Когда свеча полностью застыла и остыла можно срезать лишние сантиметры фитиля.",
            "Прелестная ароматическая свеча готова к использованию. Зажгите её и наслаждайтесь приятным ароматом и уютной атмосферой. Или подарите самому близкому и дорогому человеку!",
          ]
        
      ]
    }
  ]
}
